[
	{
		"id": "mon_zombie_bloodcompact",
		"copy-from": "mon_zombie_bloodcompact",
		"type": "MONSTER",
		"name": "плотный кровавый зомби",
		"description": "Труп человека с кладбища древних времён, покрытый плотным слоем застывшей крови, которая превратилась в толстые, камнеподобные доспехи. Несмотря на кажущуюся неуклюжесть, это существо сохранило довольно высокую подвижность. Эти странные, выглядывающие из под кроваво-каменной физиономии зубы, и угрожающие когти наводят мысль о том, что это существо представляет реальную угрозу."
	},
	{
		"id": "mon_zombie_blooddefused",
		"copy-from": "mon_zombie_blooddefused",
		"type": "MONSTER",
		"name": "пустотелый зомби",
		"description": "Кровь этого внутри зомби медленно улетучивается, оставляя иссушеный, полый огрызок. При этом испарение крови вызывает у зомби неконтроллируемые мутации, такие как острые когти и длинные клыки. Несмотря на щуплость этого зомби, его вес позволяет ему двигаться очень быстро, при том он также выказывает довольно сильные рефлексы, но в большинстве случаев, его хрупоксть позволяет его довольно легко устранить."
	},
	{
		"id": "mon_zombie_bloodinfused",
		"copy-from": "mon_zombie_bloodinfused",
		"type": "MONSTER",
		"name": "усиленный кровью зомби",
		"description": "Когда-то кровь этого зомби была для него спрессованной бронёй вокруг него, но она начала медленно впитываться его телом, что начало вызывает некоторые мутации. Его кости превратились в негабаритные пластины и шипы, а мышцы стали висеть на нём как тряпьё на бездомном. Его руки обратились в огромные, симметричные костяные косы, а заострённые зубы стали выпирать из челюсти. Но несмотря на его ужасающий вид, ему тяжело держать равновение, а тем более двигаться постоянно не спотыкаясь."
	},
	{
		"id": "mon_zombie_bonetitan",
		"copy-from": "mon_zombie_bonetitan",
		"type": "MONSTER",
		"name": "костяной титан-зомби",
		"description": "Костяной мутант, огромных размеров, чьи толстые бронированные кости покрывают всё тело. Чтобы нормально  передвигаться, ему требуется прикладывать огромные усилия."
	},
	{
		"id": "mon_zombie_bonewraith",
		"copy-from": "mon_zombie_bonewraith",
		"type": "MONSTER",
		"name": "bone wraith zombie",
		"description": "Костяной мутант, из сины которого растут симметричные, тонкие костяные конечности, как у паука. Хотя для передвижения он их не использует. будучи практичеки невесомым, скорость его бега довольно сильно превышает человеческую, а его рефлексы позволяют ему с успехом избегать урона."
	}
]