[
    {
    "id": "nec_alloy_trunk",
	"copy-from": "nec_alloy_trunk",
    "type": "ARMOR",
    "name": "Стальной Кейс",
    "description": "Это большой металлический кейс. Им можно драться, или использовать его как щит, хотя это будет несколько проблематично. При этом в нём, очевидно, можно также хронить предметы."
  }
  ,{
    "id": "nec_coffin",
	"copy-from": "nec_coffin",
    "type": "ARMOR",
    "name": "Гроб",
    "description": "Это огромный гроб, который держится засчёт длинных цепей, которые опутывают тело. Он очень тяжёлый, но в нём можно поместить очень много вещей. И если его носить на себе, он может дать немалую защиту вашей спины."
  }
  ,{
    "id": "nec_ribbon",
	"copy-from": "nec_ribbon",
    "type": "ARMOR",
    "name": "Повязка",
    "name_plural": "Повязки",
    "description": "Это маленькая, милая повязка, сделанная из ткани. Она никак тебя не защитит, но может морально поддержать в этом ужасном, разрушенном мире."
  }
  ,{
    "id": "nec_teddy",
	"copy-from": "nec_teddy",
    "type": "ARMOR",
    "name": "Мишка-Тедди",
    "name_plural": "Мишки-Тедди",
    "description": "Это милый, плюшевый мишка. Он не сможет тебя никак защитить, но может успокоить твоё уставшее сердечко в твоём нелёгком путешествии."
  }
  ,{
    "id": "nec_gothic_dress",
	"copy-from": "nec_gothic_dress",
    "type": "ARMOR",
    "name": "Готическое платье",
    "description": "Это роскошное платье, которое украшено кружевами, ленточками и оборками. Хоть оно и выглядит довольно неуклюже, в нём, на удивление, легко двигаться."
  }
  ,{
    "id": "nec_gothic_headdress",
	"copy-from": "nec_gothic_headdress",
    "type": "ARMOR",
    "name": "Готический головной убор",
    "description": "Это чёрный головной убор с оборками. Выглядит довольно привлекательно."
  }
  ,{
    "id": "nec_sgothic_dress",
	"copy-from": "nec_sgothic_dress",
    "type": "ARMOR",
    "name": "Готическое платье выживальщицы",
    "description": "Это роскошное готическое платье, внешняя сторона которого обильно украшена кружевами, ленточками и оборками, а внутренняя усовершенствована под все запросы выживания в этом суровом мире. В дополнении к этому, и на внешней и на внутренней стороне имеется довольно большое количество карманов, также платье усиленно кевларом, а под юбкой есть достаточно места для хранения огнестрельного оружия средних размеров. Говоря о недостатках - да, у некоторых людей будет жать в груди."
  }
  ,{
    "type" : "ARMOR",
	"copy-from": "nec_panier",
    "id" : "nec_panier",
    "name" : "Панье",
    "description" : "Это своего рода нижнее бельё, которое нужно надевать под длинную юбку, платье казалось намного более объёмным. Поскольку вся эта конструкция состоит из проводов, она держится довольно хорошо."
  }
]