[
  {
    "type": "mutation",
    "id": "PROF_POLICE",
    "name": "Police Officer",
    "points": 0,
    "description": "You are a duly sworn law enforcement officer, with jurisdiction throughout the New England region thanks to interstate agreements.  Whether that means anything now is another question.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_SWAT",
    "name": "SWAT Officer",
    "points": 0,
    "description": "You are a duly sworn law enforcer, with jurisdiction throughout the New England region thanks to interstate agreements.  Whether that means anything now is another question.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_CYBERCOP",
    "name": "Bionic Officer",
    "points": 0,
    "description": "You are a cybernetically-resurrected law enforcer, with jurisdiction throughout the New England region thanks to interstate agreements.  Whether you can do for the law what the law did for you is another question.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_CHURL",
    "name": "Churl",
    "points": 0,
    "description": "Thou art a lewede man, a lowly cowherd, though where thi catel been thou hast not ynn certain.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_PD_DET",
    "name": "Police Detective",
    "points": 0,
    "description": "You are a duly sworn law enforcement investigator, with jurisdiction throughout the New England region thanks to interstate agreements.  Whether your shield means anything now is another question.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_FED",
    "name": "US Marshal",
    "points": 0,
    "description": "You are a duly sworn Federal marshal, with nationwide jurisdiction and the authority of the United States of America.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_MED",
    "name": "MD",
    "points": 0,
    "//": "In the US, a medical 'residency' is essentially an extended post-graduate, on-the-job medical training.  The idea here is that hopsital computer systems would recognize the PC as a valid user and grant access.",
    "description": "You were just through with the administrative formalities for your residency when the cataclysm struck.  \"Your\" hospital was overrun and evacuated, but there's always work for a good doctor.",
    "valid": false,
    "starting_trait": true,
    "purifiable": false,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_SKATER",
    "name": "Skater",
    "points": 0,
    "description": "You spent a lot of time actively maneuvering on skates before the cataclysm, and are better at staying on your feet when checked or blocked.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_AUTODOC",
    "name": "Autodoc Specialist",
    "points": 0,
    "description": "You're trained in proper operation of the Autodoc, an advanced machine used for surgical procedures.  Operations involving it will be moderately more likely to succeed.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true
  },
  {
    "type": "mutation",
    "id": "PROF_DICEMASTER",
    "name": "Dungeon Master",
    "points": 0,
    "description": "Weeks spent picking through manuals and researching topics you aren't versed in has taught you to find what you need to know more quickly. You read slightly faster, and suffer no reading time penalty for books too complex for you to easily understand.",
    "valid": false,
    "purifiable": false,
    "starting_trait": true,
    "profession": true,
    "cancels": [ "ILLITERATE" ]
  }
]
