[
  {
    "id": "nano_blade",
	"copy-from": "nano_blade",
    "type": "GENERIC",
    "name": "наноклинок",
    "description": "Невероятно острый клинок, собранный из активных нанитов, с небольшой рукояткой. Полностью сжимается в рукоять, когда не используется."
  },{
    "id": "nano_dagger",
	"copy-from": "nano_dagger",
    "type": "GENERIC",
    "name": "нанокинжал",
    "description": "Невероятно острый кинжал, собранный из активных нанитов, с небольшой рукояткой. Полностью сжимается в рукоять, когда не используется."
  },{
    "id": "nano_spear",
	"copy-from": "nano_spear",
    "type": "GENERIC",
    "name": "нанокопьё",
    "description": "Невероятно острое копьё, собранное из активных нанитов, с длинной рукоятью. В конструкцию входят маленькие, но довольно мощные ускорители для размашистых ударов. Полностью сжимается в небольшую трубку, когда не используется."
  },{
    "id": "nano_shredder",
	"copy-from": "nano_shredder",
    "type": "GUN",
    "name": "наношреддер",
    "description": "Нанодробовик, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Выстреливает плотным облаком мономолекулярных боеприпасов."
  },{
    "id": "nano_pistol",
	"copy-from": "nano_pistol",
    "type": "GUN",
    "name": "нанопистолет",
    "description": "Нанопистолет, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина."
  },{
    "id": "nano_rifle",
	"copy-from": "nano_rifle",
    "type": "GUN",
    "name": "нановинтовка",
    "description": "Нановинтовка, которая может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Стреляет шлейфом мономолекулярных боеприпасов."
  },{
    "id": "nano_smg",
	"copy-from": "nano_smg",
    "type": "GUN",
    "name": "нано-пистолет-пулемёт",
    "description": "Нано-пистолет-пулемёт, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Стреляет штормом мономолекулярных боеприпасов."
  },{
    "id": "nano_launcher",
	"copy-from": "nano_launcher",
    "type": "GUN",
    "name": "наногранатомёт",
    "description": "Фактически - не метает гранаты. Зато метает огромные массы смертельного вихря нанопроволоки, которая шинкует всё, что не было защищено толстым слоем брони."
  }
]