[
  {
    "id": "nano_turret_shredder",
	"copy-from": "nano_turret_shredder",
    "type": "GUN",
    "name": "нанотурель-дробовик",
    "description": "Нанотурель-дробовик, который стреляет плотным облаком мономолекулярных дротиков. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости."
  },{
    "id": "nano_turret_pistol",
	"copy-from": "nano_turret_pistol",
    "type": "GUN",
    "name": "нанотурель-пистолет",
    "description": "Нанотурель-пистолет, который стреляет мономолекулярными дротиками. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости."
  },{
    "id": "nano_turret_rifle",
	"copy-from": "nano_turret_rifle",
    "type": "GUN",
    "name": "нанотурель-винтовка",
    "description": "Нанотурель-винтовка, которая стреляет шлейфом мономолекулярных боеприпасов. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости."
  },{
    "id": "nano_turret_smg",
	"copy-from": "nano_turret_smg",
    "type": "GUN",
    "name": "нанотурель-пистолет-пулемёт",
    "description": "Нанотурель-пистолет-пулемёт, которая стреляет штормом мономолекулярных боеприпасов.  Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости."
  },{
    "type":"GENERIC",
    "id" : "xl_nanite_cluster",
	"copy-from": "xl_nanite_cluster",
    "name" : "xl нанитный кластер",
    "description" : "Очень большая капля нанитов, которая может быть легко запрограммирована в любые формы."
  },{
    "type":"GENERIC",
    "id" : "xl_nanite_ai",
	"copy-from": "xl_nanite_ai",
    "name" : "xl нанитный кластер(ИИ)",
    "description" : "Очень большая капля нанитов, которая может быть легко запрограммирована в любые формы. Также включает в себя ИИ."
  },{
    "type":"GENERIC",
    "id" : "nanotech_generator",
	"copy-from": "nanotech_generator",
    "name" : "наногенератор",
    "description": "Масса нанитов и энергетических ячеек, которая оптимизирует сама себя, для эффективной добычи электроэнергии. Устанавливается в блок двигателя."
  },{
    "id": "nanotech_battery",
	"copy-from": "nanotech_battery",
    "type": "MAGAZINE",
    "name": "наномассив электроэнергии",
    "name_plural": "наномассивы электроэнергии",
    "description": "Масса нанитов, которые были запрограамированы хранить в себе огромное количество электроэнергии."
  },{
    "id": "nano_crawler",
	"copy-from": "nano_crawler",
    "type": "WHEEL",
    "name": "наноползун (колесо)",
    "description": "Масса нанитов, оптимизирующая себя под любую поверхность под которой находится, и используется для того, чтобы нести на себе большие объекты."
  }
]
