[
  {
    "type": "vehicle_part",
	"copy-from": "nano_aisle",
    "id": "nano_aisle",
    "name": "нанопроход",
    "description": "Нанотехнологический проход. Помогает поддерживать конструкцию."
  },{
    "type": "vehicle_part",
    "id": "nano_roof",
	"copy-from": "nano_roof",
    "name": "нанокрыша",
    "description": "Нанотехнологичная крыша. Позволяет устнанавливать на себя турель."
  },{
    "type" : "vehicle_part",
    "id" : "nt_solar_1",
	"copy-from": "nt_solar_1",
    "name" : "нанотехнологическая солнечная панель",
    "description" : "Большой лист из нанитов, построеных таким образом, чтобы ловить солнечный свет, и перерабатывать его в электрическую энергию."
  },{
    "type" : "vehicle_part",
    "id" : "nt_armor_1",
	"copy-from": "nt_armor_1",
    "name" : "пассивная нанозащита",
    "description" : "Кластер нанитов, которые сформированы с самоукрепляющуюся структуру. Разработаны для сдерживания огромного количества урона."
  },{
    "type" : "vehicle_part",
    "id" : "nt_armor_2",
	"copy-from": "nt_armor_2",
    "name" : "активная нанозащита",
    "description" : "Высокоактивный кластер нанитов, которые разработаны с целью разрывания и уничтожения всего, с чем они столкнуться на большиъ векторах."
  },{
    "type" : "vehicle_part",
    "id" : "nt_fluid_tank_1",
	"copy-from": "nt_fluid_tank_1",
    "name" : "нанокомпрессионный бак (2500 л)",
    "description" : "Кластер нанитов, сформированых в полую сферу, и имеющие в себе сложный механизм компрессии/декомпрессии, позволяющий ему сжимать жидкости до экстремальных уровней."
},{
    "type" : "vehicle_part",
    "id" : "nt_storage",
	"copy-from": "nt_storage",
    "name" : "нанохранилище метода 'шоггот'.",
    "description" : "Большая полая структура нанитов, с собственным ИИ. Она активно \"выращивает\" и разделяет ложноножки, опутывая все окружающие предметы, и поддерживая их в общей куче, постоянно оптимизируя свою стукртуру, насколько это возможно. Это позволяет вместить в ограниченное пространство как можно больше предметов различной формы и объёма."
  },{
    "type" : "vehicle_part",
    "id" : "nano_fridge",
	"copy-from": "nano_fridge",
    "name" : "нанохолодильник",
    "description" : "Кластер нанитов, сформированых в полый контейнер. Большая часть всей потребляемой энергии уходит на то, чтобы поддерживать низкую температуру. Конструкция достаточно громоздкая, поэтому занимает всё своё отведённое место, и не даёт пройти скозь неё."
  },{
    "type" : "vehicle_part",
    "id" : "nano_freezer",
	"copy-from": "nano_freezer",
    "name" : "наноморозильник",
    "description" : "Кластер нанитов, сформированых в полый контейнер. Большая часть всей потребляемой энергии уходит на то, чтобы поддерживать минусовую температуру. Конструкция достаточно громоздкая, поэтому занимает всё своё отведённое место, и не даёт пройти скозь неё."
  },{
    "type" : "vehicle_part",
    "id" : "nanofactory_vehicle_1",
	"copy-from": "nanofactory_vehicle_1",
    "name" : "вмонтированная нанофабрика МK - 1",
    "description" : "Громоздккий прототип нанофабрики, который еле как умещается в своём пространстве, но при этом работает как-то не так."
  },{
    "type" : "vehicle_part",
    "id" : "nanofactory_vehicle_2",
	"copy-from": "nanofactory_vehicle_2",
    "name" : "вмонтированная нанофабрика МK - 2",
    "description" : "Громоздккий прототип нанофабрики, который еле как умещается в своём пространстве, но при этом ещё и работает как-то не так."
  },{
    "id": "nanotech_battery",
	"copy-from": "nanotech_battery",
    "type": "vehicle_part",
    "name": "наномассив электроэнергии",
    "description": "Масса нанитов, которые были запрограммированы хранить в себе огромное количество электроэнергии."
  },{
    "id": "nanotech_generator",
	"copy-from": "nanotech_generator",
    "type": "vehicle_part",
    "name": "наногенератор",
    "description": "Масса нанитов и энергетических ячеек, которая оптимизирует сама себя, для эффективной добычи электроэнергии. Устанавливается в блок двигателя."
  },{
    "id": "nanotech_anima",
    "copy-from": "nanotech_anima",
    "type": "vehicle_part",
    "name": "нано-аниматор",
    "description": "Масса нанитов, которая была запрограммирована с целью автоматического поиска и подключения к системе передачи механической энергии. Подключаясь, она начинает конвертировать электроэнергию в механическую."
  },{
    "id": "nanotech_crawler",
	"copy-from": "nanotech_crawler",
    "type": "vehicle_part",
    "name": "наноползун (колесо)",
    "description": "Масса нанитов, оптимизирующая себя под любую поверхность под которой находится, и используется для того, чтобы нести на себе большие объекты."
  },{
    "type": "vehicle_part",
    "id": "nanotech_control",
	"copy-from": "nanotech_control",
    "name": "нанокапсула системы управления",
    "description": "Масса нанитов, в которую вы можете без труда сесть, и управлять из неё транспортом. Она обларает адаптивной системой, и может предоставлять функции: системы управления, кресло и система контроля камер."
  },{
    "type": "vehicle_part",
    "id": "nanotech_shockmesh",
	"copy-from": "nanotech_shockmesh",
    "name": "ременная нанитная система безопасности",
    "description": "Адаптивная система нанитов, состоящая из жгутов и ремней, которая помогает при экстренных случаях удержать пилота в кресле, спасти от получения смертельных травм. Ремни автоматически фиксируют пилота в области плечей, бёдер и между ног."
  },{
    "type": "vehicle_part",
    "id": "nanocam",
	"copy-from": "nanocam",
    "name": "наносенсорный визуальный массив",
    "description": "Продвинутая система нанитов, которая позволяет передавать видеопоток в систему контроля камер, или же в нанокапсулу системы управления."
  }
]
