[
	{
		"id": "sword_sip",
		"copy-from": "sword_sip",
		"type": "GENERIC",
		"name": "кровосос",
		"name_plural": "кровососа",
		"description": "Большой двуручник, лезвие которого имеет мощные зазубрины. Они вытягиваются из специальных полостей каждый раз, когда им махают, и втягиваются внутрь, пока меч находится в покое. Лезвие становится плоским, пока меч не используется по назначению, и его так легче хранить. Правда есть небольшие проблемы с весом этого меча."
	},
	{
		"id": "sword_sipplus",
		"copy-from": "sword_sipplus",
		"type": "GENERIC",
		"name": "кровосос+",
		"name_plural": "кровососа+",
		"description": "Большой, окрашеный красными цветами двуручник, лезвие которого имеет мощные зазубрины. Они вытягиваются из специальных полостей каждый раз, когда им махают, и втягиваются внутрь, пока меч находится в покое. Лезвие становится плоским, пока меч не используется по назначению, и его так легче хранить. Правда есть небольшие проблемы с весом этого меча."
	},
	{
		"id": "sword_dive",
		"copy-from": "sword_dive",
		"type": "GENERIC",
		"name": "кровопийца",
		"name_plural": "кровопийцы",
		"description": "Маленький зазубренный кинжал. Его ручка сделана для быстрых и точных ударов, а легкий вес этого оружия делает его универсальным в использовании. Уникальная форма лезвия отлично подходит для снятия шкур, хотя это не самое лучшее применение для него."
	},
	{
		"id": "sword_diveplus",
		"copy-from": "sword_diveplus",
		"type": "GENERIC",
		"name": "кровопийца+",
		"name_plural": "кровопийцы+",
		"description": "Маленький зазубренный кинжал, окрашеный в красные оттенки. Его ручка сделана для быстрых и точных ударов, а легкий вес этого оружия делает его универсальным в использовании. Уникальная форма лезвия отлично подходит для снятия шкур, хотя это не самое лучшее применение для него."
	},
	{
		"id": "punchie_bitie",
		"copy-from": "punchie_bitie",
		"type": "GENERIC",
		"name": "пара \"зубастых\" кастетов",
		"name_plural": "пары \"зубастых\" кастетов",
		"description": "Пара зубастых кастетов, разработанных чтобы походить на здоровые металлические челюсти. Каждый успешный удар будет молнеиносно вгрызаться в оппонента."
	},
	{
		"id": "punchie_bitieplus",
		"copy-from": "punchie_bitieplus",
		"type": "GENERIC",
		"name": "пара \"зубастых\" кастетов+",
		"name_plural": "пары \"зубастых\" кастетов+",
		"description": "Пара зубастых кастетов, разработанных чтобы походить на здоровые металлические челюсти, окрашеных в красные оттенки. Каждый успешный удар будет молнеиносно вгрызаться в оппонента."
	},
	{
		"id": "hammerius",
		"copy-from": "hammerius",
		"type": "GENERIC",
		"name": "Молот Крови",
		"name_plural": "Молота Крови",
		"description": "Огромный, ужаснейший на вид боевой молот. Его плоские поверхности имеют симметричные отверстия, в каждой из которых имеются шипы. Каждый раз когда вы ударяете ими оппонента, они выдвигаются, впиваясь глубоко в плоть."
	},
	{
		"id": "hammeriusplus",
		"copy-from": "hammeriusplus",
		"type": "GENERIC",
		"name": "Молот Крови+",
		"name_plural": "Молота Крови+",
		"description": "Огромный, ужаснейший на вид боевой молот в красных оттенках. Его плоские поверхности имеют симметричные отверстия, в каждой из которых имеются шипы. Каждый раз когда вы ударяете ими оппонента, они выдвигаются, впиваясь глубоко в плоть."
	},
	{
		"id": "falc_crimsword",
		"copy-from": "falc_crimsword",
		"type": "GENERIC",
		"name": "клыкастый меч",
		"name_plural": "клыкастого меча",
		"description": "Довольно простой меч, с очень своеобразной рукоятью, а его раздвоенный эфес напоминает форму клыков. Довольно прост в использовании, а его вес необычно лёгко для такого оружия."
	},
	{
		"id": "falc_crimswordplus",
		"copy-from": "falc_crimswordplus",
		"type": "GENERIC",
		"name": "клыкастый меч+",
		"name_plural": "клыкастого меча+",
		"description": "Довольно простой меч, который коаршен в багровые оттенки, с очень своеобразной рукоятью. Его раздвоенный эфес напоминает форму клыков. Довольно прост в использовании, а его вес необычно лёгко для такого оружия."
	}
]