[{
  "id": "invy_bow",
  "copy-from": "invy_bow",
  "type": "GUN",
  "name": "Лук Инвинэль",
  "description": "Тяжёлый, стальной лук. Его рукоять имеет зазубрины, давая возможность использовать его в билжнем бою, несмотря на него вес. Опытные лучники поймут, насколько это оружие полезно на средних и дальних дистанциях."
 }, {
  "id": "b11_striker",
  "copy-from": "b11_striker",
  "type": "GUN",
  "name": "Кроводробитель",
  "description": "Изящно сконструированный и модифицированный дробовик, созданный вампирами. Если сравнивать с человеческими моделями, то у этого имеется барабан как у револьвера, который вмещает немало патрон, а также имеет режим стрельбы в 3 патрона, для увеличения покрытия."
 }, {
  "id": "blood_slinger",
  "copy-from": "blood_slinger",
  "type": "GUN",
  "name": "кровавый пистолет",
  "description": "Лёгкий вампирский пистолет, который оборудован контейнером для заправки в него крови. Он использует спрессованную кровь для стрельбы, и стреляет на большие расстояния, несмотря на свой размер."
 }, {
  "id": "blood_stinger",
  "copy-from": "blood_stinger",
  "type": "GUN",
  "name": "кровавое жало",
  "description": "Уникальное вампирское оружие, которое совмещает ствол и контейнер для крови. Оно использует вампирскую кровь как амуницию, и стреляет на чрезвычайно большой скорости, нанося урон, будто вы стреляете их крупнокалиберной винтовки."
 }, {
  "id": "blood_stream_shooter",
  "copy-from": "blood_stream_shooter",
  "type": "GUN",
  "name": "ПП кровавого потока",
  "description": "Довольно тяжёлое вампирское оружие, с очень большим контейнером для крови, и с тройными вращающимися камерами для крови. Использует сгущённую кровь как амуницию, и стреляет сплошным потоком. Делает это практически беззвучно."
 }, {
  "id": "blood_sprayer",
  "copy-from": "blood_sprayer",
  "type": "GUN",
  "name": "распылитель крови",
  "description": "Легковесное вампирское оружие, с большим контейнером контейнером, наполненным кровью. Оно использует сгущённую кровь как амуницию, и стреляет ей на больших скоростях, при этом практически не производя шума."
 }
]
