[{
  "id": "vamp_darkfashion1",
  "copy-from": "vamp_darkfashion1",
  "type": "BOOK",
  "name": "Красный Бархат - Тёмная мода",
  "description": "Довольно пугающая книга, описывающая утончённую и кровавую одежду. Большая часть книги это мусор, и заполнена изображениями."
 }, {
  "id": "vamp_gunner1",
  "copy-from": "vamp_gunner1",
  "type": "BOOK",
  "name": "Завораживающее Оружейное Ремесло",
  "description": "Довольно продвинутый каталог оружия с фотографиями и описаниями его. Книга в полной мере охватывает аспекты оружейного дела, а также содержит в себе комплексные и понятные описания производственного процесса."
 }, {
  "id": "vamp_upgradebook1",
  "copy-from": "vamp_upgradebook1",
  "type": "BOOK",
  "name": "Вампирское Переливание",
  "name_plural": "книги Вампирскго Переливания",
  "description": "Книга, которая содержит в себе все базовые знания о переливании крови, которые помогут увеличить эффективность и летальность некоторых предметов. Половина этой книги написано на неизвестном вам языке. Но, вероятно, когда-нибудь вы сможете его перевести."
 }, {
  "id": "vamp_book1",
  "copy-from": "vamp_book1",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "Кусок бумаги, на котором нарисовано от руки изображение бледного человека, который держит в руках сильно перепачканый кровью меч, среди груды трупов. На этот рисунок тяжело смотреть. Под ним также есть какая-то запись, но её невозможно прочитать из-за того что она почти вся стёрта."
 }, {
  "id": "vamp_book2",
  "copy-from": "vamp_book2",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "Кусок бумаги, на котором нарисовано от руки изображение красивой девушки, которая стоит на краю обрыва, и грациозно удерживает свой лук. Под рисунком подписано что это - Инвинэль, Также под именем написан небольшой, но вдохновляющий рассказ о ней."
 }, {
  "id": "vamp_book3",
  "copy-from": "vamp_book3",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "Кусок бумаги, на котором от руки изображён довольно простой рисунок странного кинжала, на котором выравированы символы, или буквы на неизвестном языке."
 }, {
  "id": "vamp_book4",
  "copy-from": "vamp_book4",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "На этом рисунке изображён только раздавленный труп человека, и огромный, кровавый молот."
 }, {
  "id": "vamp_book5",
  "copy-from": "vamp_book5",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "Кусок бумаги с рисунком, на котором изображена кровавая битва между средневековыми людьми и вампирами со странными кастетами. Всё действо, по-видимому, находится в коридоре замка, и похоже на своего рода вторжение."
 }, {
  "id": "vamp_book6",
  "copy-from": "vamp_book6",
  "type": "BOOK",
  "name": "Записка Могильщика",
  "description": "Кусок бумаги, на котором изображён мясистый, клыкастный меч, и странно деформированный из за свего ржавого и тупого лезвия. Нижняя часть листка обгорела, что не даёт понять, что же изображено на этом рисунке."
 }
]
